cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'colordiff'
# brew binutils
# brew diffutils
# brew ed --default-names
# brew findutils --with-default-names
brew 'gawk'
# brew gnu-indent --with-default-names
# brew gnu-sed --with-default-names
# brew gnu-tar --with-default-names
# brew gnu-which --with-default-names
# brew gnutls
# brew grep --with-default-names
# brew 'gzip' # Schijnt niet te bestaan
# brew 'screen' # Schijnt niet te bestaan
# brew watch
# brew wdiff --with-gettext

brew 'go'
# brew 'grc'

# to make a diff of images
brew 'imagemagick'
brew 'jp2a'
brew 'spaceman-diff'

# brew 'libcaca', args: ['with-imlib2']
# brew 'libgit2'
brew 'openssl'
brew 'node'
# brew 'readline'
brew 'postgresql'
# brew 'ruby-build'
# brew 'rbenv'
# brew 'roundup'
# brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask '1password'
# cask 'adium'
# cask 'atom'
cask 'firefox'
# cask 'garmin-express'
cask 'google-chrome'
# cask 'handbrake'
# cask 'mapbox-studio'
# cask 'seashore'
cask 'slack'
cask 'sublime'
# cask 'steam'
# cask 'transmission'
# cask 'tunnelbear'
cask 'vlc'
cask 'sublime-text'
cask 'spotify'
